Repository: progrium/growl
Catalog: Core/Resources/*.lproj/Localizable.strings
Languages: cs, de, fr, ja, nl, pt_br, sv

source: New notifications will be sticky.
cs: Nová upozornění budou prodloužená.
fr: Les nouvelles notifications vont rester épinglées.
ja: 新規通知はスティッキーです。
nl: Nieuwe meldingen zullen sticky zijn.
pt_br: Novas notificações serão etiquetadas.
sv: Nya meddelanden kommer klistras.

source: A Growl update is available
cs: Je k dispozici aktualizace aplikace Growl
fr: Une mise à jour de Growl est disponible
ja: Growl のアップデートがあります
nl: Er is een nieuwe versie van Growl beschikbaar
pt_br: Uma atualização do Growl está disponível
sv: En uppdatering av Growl finns tillgänglig

source: A newer version of Growl is available online. Click here to download it now.
cs: Je dostupná nová verze aplikace Growl. Přejete si ji zkopírovat z Internetu?
de: Eine neue Version von Growl ist online verfügbar. Klicken Sie hier um sie herunterzuladen.
fr: Une nouvelle version de Growl est disponible. Cliquer ici pour la ramener.
ja: 新しいバージョンの Growl が公開されています。クリックするとダウンロードを開始します。
nl: Er is een nieuwere versie van Growl beschikbaar. Klik hier om te downloaden.
pt_br: Uma nova versão do Growl está disponível. Clique aqui para fazer o download agora.
sv: En ny version av Growl finns tillgänglig. Klicka här för att ladda ned den nu.

source: A newer version of Growl is available online. Would you like to download it now?
cs: Je k dispozici nová verze Growl. Přejete si ji zkopírovat?
de: Eine neue Version von Growl ist online verfügbar. Möchten Sie sie nun herunterladen?
fr: Une nouvelle version de Growl est disponible. Désirez-vous la ramener maintenant ?
ja: 新しいバージョンの Growl が公開されています。今すぐダウンロードしますか？
nl: Er is een nieuwere versie van Growl beschikbaar on-line. Wilt u deze u downloaden?
pt_br: Uma nova versão do Growl está disponível. Você gostaria de fazer o download agora?
sv: En ny version av Growl finns tillgänglig. Vill du ladda ned den nu?

source: Are you sure you want to remove %@?
cs: Přejete si odstranit %@?
fr: Désirez-vous vraiment supprimer %@ ?
nl: Weet u zeker dat u %@ wilt verwijderen?
pt_br: Você tem certeza de que deseja remover %@?
sv: Vill du verkligen ta bort %@?

source: Browse menu item title
cs: Procházet položky nabídek
de: Suchen…
fr: Parcourir les éléments du titre du menu
ja: ブラウズ…
nl: Blader door titel menu-onderdeel
pt_br: Nome do ítem do menu de navegação

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
ja: キャンセル
nl: Annuleer
pt_br: Cancelar
sv: Avbryt

source: Default
cs: Výchozí
de: Standard
fr: Prédéfini
ja: 標準設定
nl: Standaard
pt_br: Padrão
sv: Standard

source: Growl could not bind the socket
cs: Growl nemůže navázat spojení
fr: Growl ne peut relier le soquet
ja: Growl はソケットをバインドできません
nl: Growl kon de socket niet binden
pt_br: O Growl não pode fazer ligação com o soquete
sv: Growl kunde inte ansluta till sockeln

source: Growl could not create a socket
cs: Growl nemůže vytvořit spojení
fr: Growl ne peut créer un soquet
ja: Growl はソケットを作成できません
nl: Growl kon geen socket creëren
pt_br: O Growl não pode criar um soquete
sv: Growl kunde inte skapa en sockel

source: Growl is running.
cs: Growl je spuštěn.
de: Growl läuft.
fr: Growl est actif.
ja: Growl は起動しています。
nl: Growl is gestart.
pt_br: O Growl está rodando.
sv: Growl körs.

source: Growl is stopped.
cs: Growl je zastaven.
de: Growl ist gestoppt.
fr: Growl est inactif.
ja: Growl は停止しています
nl: Growl is gestopt.
pt_br: Growl está parado.
sv: Growl körs inte.

source: Growl update available
cs: Aktualizace Growl je dostupná
de: Growl Update verfügbar
fr: Mise à jour de Growl disponible
ja: Growl のアップデートがあります
nl: Nieuwe versie Growl beschikbaar
pt_br: Atualização do Growl disponível
sv: En uppdatering finns tillgänglig

source: Growl was unable to bind the socket for Network notifications. Check to make sure that there aren't any other applications already using the port.
ja: Growl はネットワーク通知用のソケットをバインドできません。ほかのアプリケーションがポートを使用していないか確認してください。
nl: Growl kon de socket voor netwerkmeldingen niet binden. Controleer of deze poort niet al door andere programma's wordt gebruikt.
pt_br: O Growl não conseguiu fazer ligação com o soquete para as notificações de Rede, verifique se não existe algum outro aplicativo que já esteja usando a porta.

source: Growl was unable to create the socket for Network notifications.
fr: Growl ne peut créer le soquet pour les notifications du réseau.
ja: Growl はネットワーク通知用のソケットを作成することができませんでした。
nl: Growl kon geen socket voor netwerkmeldingen creëren.
pt_br: O Growl não conseguiu criar um soquete para as Notificações de Rede.
sv: Growl kunde inte skapa en sockel för nätverksmeddelanden.

source: Inform %@ when a notification is clicked
fr: Informer %@ lorsqu’une a notification est cliquée
ja: 通知がクリックされたとき %@ に知らせる
nl: Informeer %@ als er op een melding is geklikt
pt_br: Informe ao %@ quando uma notificação é clicada
sv: Informera %@ om när ett meddelande klickas

source: Launching Growl...
cs: Growl se spouští…
de: Starte Growl…
fr: Lancement de Growl…
ja: Growl を起動しています…
nl: Bezig met starten van Growl...
pt_br: Abrindo o Growl...
sv: Startar Growl...

source: Mac OS X 10.3 "Panther" or greater is required.
cs: Je vyžadován Mac OS X 10.3 „Panther” nebo vyšší.
fr: Mac OS X 10.3 "Panther" ou ultérieur est requis.
nl: Mac OS X 10.3 "Panther" of hoger is vereist.
pt_br: É requerido o Mac OS X 10.3 "Panther" ou uma versão mais recente.
sv: Mac OS X 10.2 "Panther" eller nyare krävs.

source: No
cs: Ne
de: Nein
fr: Non
ja: いいえ
nl: Nee
pt_br: Não
sv: Nej

source: No activity for more than %d seconds.
cs: Neaktivní více než %d sekund.
de: Keine Aktivität seit mehr als %d Sekunden.
fr: Aucune activité depuis plus de %d secondes.
ja: 使用しない時間が %d 秒以上の時
nl: Geen activiteit sinds meer dan %d seconden
pt_br: Nenhuma atividade por mais de %d segundos.
sv: Ingen aktivitet under mer än %d sekunder

source: Plugin '%@' has been installed successfully. Do you want to configure it now?
cs: Zásuvný modul „%@“ byl úspěšně nainstalován. Přejete si nyní upravit jeho nastavení?
de: Plugin '%@' wurde erfolgreich installiert. Möchten Sie es jetzt konfigurieren?
fr: Le module '%@' a été installé avec succès. Désirez-vous le configurer maintenant ?
ja: '%@'というプラグインのインストールは成功しました。今すぐ設定しますか？
nl: Plug-in '%@' is succesvol geïnstalleerd. Wilt u deze nu instellen?
pt_br: A extensão '%@' foi instalada com sucesso. Você gostaria de configurar ela agora?
sv: Insticksmodul '%@' har installerats. Vill du ställa in den nu?

source: Plugin '%@' is already installed, do you want to overwrite it?
cs: Zásuvný modul „%@“ je již nainstalovaný, Přejete si ho nahradit?
de: Plugin '%@' ist bereits installiert, möchten Sie es überschreiben?
fr: Le module '%@' est déjà installé. Désirez-vous le remplacer ?
ja: '%@'というプラグインはすでにインストールされています。上書きしますか？
nl: Plug-in '%@' is al geïnstalleerd. Wilt u deze overschrijven?
pt_br: A extensão '%@' já está instalada, você gostaria de substitui-la?
sv: Insticksmodul '%@' är redan installerad, vill du skriva över den?

source: Plugin already exists
cs: Zásuvný modul již existuje
de: Plugin existiert bereits
fr: Le module existe déjà
ja: すでにプラグインがあります。
nl: Plug-in bestaat al
pt_br: A extensão já existe
sv: Insticksmodulen finns redan

source: Plugin installed
cs: Zásuvný modul byl nainstalován
de: Plugin installiert
fr: Module installé
ja: プラグインがインストールされました。
nl: Plug-in geïnstalleerd
pt_br: Extensão instalada
sv: Insticksmodul installerad

source: Plugin not installed
cs: Zásuvný modul nebyl nainstalován
de: Plugin nicht installiert
fr: Module non installé
ja: プラグインがインストールされていません。
nl: Plug-in niet geïnstalleerd
pt_br: Extensão não instalada
sv: Insticksmodul ej installerad

source: Preview
cs: Náhled
de: Vorschau
fr: Prévisualiser
nl: Voorvertoning
pt_br: Pré-visualização
sv: Förhandsvisning

source: Quit
cs: Ukončit
fr: Quitter
nl: Stop
pt_br: Encerrar
sv: Avsluta

source: Remove
cs: Odstranit
fr: Supprimer
nl: Verwijder
pt_br: Remover
sv: Ta bort

source: Start Growl
cs: Spustit
de: Growl starten
fr: Démarrer Growl
ja: Growl を開始
pt_br: Iniciar o Growl
sv: Starta Growl

source: Stop Growl
cs: Zastavit
de: Growl stoppen
fr: Arrêter Growl
ja: Growl を終了
pt_br: Parar o Growl
sv: Stoppa Growl

source: System requirements not met
cs: Systémové požadavky nevyhovují
fr: Requis Système non rencontrés
nl: Niet de juiste systeemvereisten
pt_br: Os requerimentos do sistema não coincidem
sv: Systemkrav ej mötta

source: Terminating Growl...
cs: Growl je ukončován…
de: Beende Growl…
fr: Growl s'arrête…
ja: Growl を終了させる…
nl: Bezig met afsluiten Growl...
pt_br: Encerrando o Growl...
sv: Avslutar Growl...

source: There was an error while installing the plugin '%@'.
cs: Při instalaci zásuvného modulu „%@“ se vyskytla chyba.
de: Bei der Installation des Plugins '%@' ist ein Fehler aufgetreten.
fr: Une erreur est survenue durant l'installation du module '%@'.
ja: '%@'というプラグインのインストール中にエラーが起こりました。
nl: Er is een fout opgetreden bij het installeren van de plug-in '%@'.
pt_br: Ocorreu um erro durante a instalação da extensão '%@'.
sv: Ett fel uppstod under installation av insticksmodulen '%@'.

source: This is a preview of the %@ display
cs: Toto je náhled zobrazení %@
de: Dies ist eine Vorschau des Stils %@
fr: Ceci est une prévisualisation de l’affichage %@
nl: Dit is een voorvertoning van de %@ weergave
pt_br: Essa é uma pré-visualização da exibição %@
sv: Det här är en förhandsvisning av stilen %@

source: This will remove all Growl settings for %@.
cs: Tato akce odstraní všechny nastavení Growl pro %@.
fr: Cela va supprimer tous les paramètres de Growl pour %@.
nl: Hiermee verwijdert u alle Growl-instellingen voor %@.
pt_br: Isso fará a remoção de todas as configurações do Growl para %@.
sv: Detta tar bort alla Growls inställningar för %@.

source: Update Available
cs: Aktualizace je dostupná
de: Update verfügbar
fr: Mise à jour disponible
ja: アップデートがあります。
nl: Update beschikbaar
pt_br: Atualização Disponível
sv: Uppdatering finns

source: Upgrade Mac OS X...
cs: Aktualizovat Mac OS X…
fr: Mettre à jour Mac OS X…
pt_br: Atualize o Mac OS X...
sv: Uppgradera Mac OS X...

source: User activity detected. New notifications will not be sticky by default.
cs: Byla rozpoznána uživatelská aktivita. Nová upozornění nebudou zobrazována.
fr: Activité utilisateur détectée. Les nouvelles notifications ne vont pas rester épinglées a priori.
ja: コンピュータの使用が確認されました。新規通知は標準ではスティッキーになりません。
nl: Activiteit van gebruiker gedetecteerd. Nieuwe meldingen zullen niet standaard sticky zijn.
pt_br: Atividade do usuário detectada. As Novas notificações não serão etiquetadas por padrão.
sv: Användaraktivitet noterad. Nya meddelanden kommer inte längre klistras.

source: User returned
cs: Uzivatel se vrátil
fr: Utilisateur retourné
ja: ユーザが戻ってきました
nl: Gebruiker teruggekeerd
pt_br: O usuário voltou
sv: Användaren kom tillbaka

source: User went idle
cs: Uživatel je nečinný
fr: Utilisateur au repos
ja: ユーザが一時不在中です
nl: Gebruiker is idle
pt_br: O usuário está inativo
sv: Användaren blev inaktiv

source: Yes
cs: Ano
de: Ja
fr: Oui
ja: はい
nl: Ja
pt_br: Sim
sv: Ja

source: You are no longer considered idle by Growl
cs: Pro Growl již nejste nečinný
fr: Vous n’êtes plus considéré au repos par Growl
ja: Growl はあなたが一時不在ではないと判断しています。
nl: U wordt niet langer idle beschouwd door Growl
pt_br: O seu estado não está sendo considerado como inativo pelo Growl
sv: Growl anser dig inte längre vara inaktiv

source: You are now considered idle by Growl
cs: Pro Growl jste nyní nečinný!
fr: Vous êtes désormais considéré au repos par Growl
ja: Growl はあなたが一時不在中であると判断しています。
nl: U wordt nu idle beschouwd door Growl
pt_br: O seu estado está sendo considerado como inativo pelo Growl
sv: Growl anser dig nu vara inaktiv

source: OK
cs: Budiž
