Repository: progrium/growl
Catalog: Extras/GrowlSafari/*.lproj/Localizable.strings
Languages: pt_br, sv

source: Short Download Complete
pt_br: Download Curto Concluído
sv: Kort nedladdning avslutad

source: %d new entries
pt_br: %d novas notícias
sv: %d nya poster

source: Mounting Disk Image
pt_br: Mountando Imagem de Disco
sv: Monterar skivavbild

source: Disk Image Status
pt_br: Estado da Imagem de Disco
sv: Skivavbildsstatus

source: New feed entry
pt_br: Novo canal de notícias
sv: Ny nyhetspost

source: (%d unread)
pt_br: (%d não lido)
sv: (%d olästa)

source: Download Complete
pt_br: Download Concluído
sv: Nedladdning avslutad

source: %d new entry
pt_br: %d nova entrada
sv: %d ny post

source: Compression Status
pt_br: Estado da Compressão
sv: Komprimeringsstatus

source: Decompressing File
pt_br: Descomprimindo Arquivo
sv: Packar upp fil
