Repository: progrium/growl
Catalog: Extras/HardwareGrowler/*.lproj/Localizable.strings
Languages: de, fr, nl, pt_br, ru, sv

source: 6to4 relay
fr: Relais 6to4
nl: 6naar4 omleiding
pt_br: Tomada 6para4
ru: Преобразование 6в4
sv: 6to4-relä

source: AirPort Connected
fr: AirPort connecté
nl: AirPort verbonden
pt_br: Dispositivo AirPort Conectado
ru: AirPort подключился
sv: Airport ansluten

source: Airport connected
de: Airport verbunden
fr: Airport connecté
nl: Airport verbonden
pt_br: Airport conectado
ru: Airport подключился
sv: Airport ansluten

source: Airport disconnected
de: Airport getrennt
fr: Airport déconnecté
nl: AirPort niet meer verbonden
pt_br: Airport desconectado
ru: Airport отключился
sv: Airport bortkopplad

source: AirPort Disconnected
fr: AirPort Déconnecté
nl: AirPort niet meer verbonden
pt_br: Dispositivo AirPort Desconectado
ru: AirPort отключился
sv: Airport bortkopplad

source: Battery charging...
fr: Batterie en charge…
nl: Batterij laadt op...
pt_br: Carregando a bateria...
ru: Батарея заряжается…
sv: Batteriet laddar...

source: Benchmark
nl: Meting
pt_br: Testes de Performance
ru: Оценка производительности

source: Bluetooth Connection
de: Bluetooth verbunden
fr: Connexion Bluetooth
nl: Bluetooth-verbinding
pt_br: Conexão do Bluetooth
ru: Подключение bluetooth
sv: Blåtandsenhet ansluten

source: Bluetooth Device Connected
fr: Périphérique Bluetooth connecté
nl: Bluetooth-apparaat verbonden
pt_br: Dispositivo Bluetooth Conectado
ru: Устройство bluetooth подключилось
sv: Blåtandsenhet ansluten

source: Bluetooth Device Disconnected
fr: Périphérique Bluetooth déconnecté
nl: Bluetooth-apparaat niet meer verbonden
pt_br: Dispositivo Bluetooth Desconectado
ru: Устройство bluetooth отключилось
sv: Blåtandsenhet bortkopplad

source: Bluetooth Disconnection
de: Bluetooth-Verbindung getrennt
fr: Déconnexion Bluetooth
nl: Bluetooth-verbinding verbroken
pt_br: Desconexão do Bluetooth
ru: Отключение bluetooth
sv: Blåtandsenhet bortkopplad

source: Current charge: %d%%
fr: Charge actuelle : %d %%
nl: Huidige lading: %d%%
pt_br: Carregamento atual: %d%%
ru: Уровень заряда: %d%%
sv: Nuvarande laddning: %d%%

source: Ethernet activated
de: Ethernet aktiviert
fr: Ethernet activé
nl: Ethernet geactiveerd
pt_br: Ethernet ativada
ru: Ethernet активирован
sv: Ethernet anslutet

source: Ethernet deactivated
de: Ethernet deaktiviert
fr: Ethernet désactivé
nl: Ethernet gedeactiveerd
pt_br: Ethernet desativada
ru: Ethernet деактивирован
sv: Ethernet bortkopplat

source: FireWire Connection
de: FireWire-Gerät verbunden
fr: Connexion FireWire
nl: FireWire-verbinding
pt_br: Conexão do FireWire
ru: Подключение firewire
sv: FireWire anslutet

source: FireWire Device Connected
fr: Périphérique FireWire connecté
nl: FireWire-apparaat verbonden
pt_br: Dispositivo FireWire Conectado
ru: Устройство firewire подключено
sv: FireWire-enhet ansluten

source: FireWire Device Disconnected
fr: Périphérique FireWire déconnecté
nl: FireWire-apparaat niet meer verbonden
pt_br: Dispositivo FireWire Desconectado
ru: Устройство firewire отключено
sv: FireWire-enhet bortkopplad

source: FireWire Disconnection
de: FireWire-Gerät getrennt
fr: Déconnexion FireWire
nl: Firewire verbinding verbroken
pt_br: Desconexão do FireWire
ru: Отключение firewire
sv: FireWire bortkopplat

source: Interface: en0
ru: Интерфейс: en0
sv: Gränssnitt: en0

source: Interface: en0 Media: %@
fr: Interface : en0 Média : %@
pt_br: Interface: en0 Midia: %@
ru: Интерфейс: en0 Данные: %@
sv: Gränssnitt: en0 Media: %@

source: IP Acquired
fr: IP acquise
nl: IP opgehaald
pt_br: IP Obtido
ru: Необходим IP
sv: IP-adress erhållen

source: IP address acquired
de: Neue IP Adresse
fr: Adresse IP acquise
nl: IP-adres opgehaald
pt_br: Endereço de IP obtido
ru: Необходим IP адрес
sv: IP-adress erhållen

source: IP address released
de: IP Adresse freigegeben
fr: Adresse IP libérée
nl: IP-adres vrijgegeven
pt_br: Endereço de IP liberado
ru: IP адрес освобождён
sv: IP-adress släppt

source: IP Released
fr: IP libérée
nl: IP vrijgegeven
pt_br: IP Liberado
ru: IP освобождён
sv: IP-adress släppt

source: Joined network. SSID: %@ BSSID: %@
de: Netzwerk betreten. SSID: %@ BSSID: %@
fr: Connexion au réseau. SSID : %1$@ BSSID : %2$@
pt_br: Rede unificada. SSID: %1$@ BSSID: %2$@
ru: Присоединился к сети. SSID: %1$@ BSSID: %2$@

source: Left network %@.
de: Netzwerk verlassen: %@.
fr: Déconnexion du réseau %@.
nl: Netwerk verlaten %@.
pt_br: %@ Saiu da rede.
ru: Покинул сеть %@.
sv: Lämnade nätverk %@.

source: Link-local
fr: Liaison locale
nl: Link-lokaal
pt_br: Comunicação-local
ru: Локальный

source: Loopback
fr: Boucle locale
pt_br: Comunicação de Canais
ru: Обратная петля

source: Network Link Down
fr: Liaison réseau débranchée
nl: Netwerkverbinding verbroken
pt_br: Comunicação de Rede Indisponível
ru: Сетевое соединение не работает
sv: Nätverkslänk nere

source: Network Link Up
fr: Liaison réseau branchée
nl: Netwerkverbinding beschikbaar
pt_br: Comunicação de Rede Disponível
ru: Сетевое соединение работает
sv: Nätverkslänk uppe

source: New primary IP: %@ (%@)
de: Neue primäre IP: %@ (%@)
fr: Nouvelle IP primaire : %1$@ (%2$@)
nl: Nieuwe primaire IP: %1$@ (%2$@)
pt_br: Novo IP primário: %1$@ (%2$@)
ru: Первичный IP: %1$@ (%2$@)
sv: Ny primär IP-adress: %1$@ (%2$@)

source: No IP address now
de: Keine IP-Adresse mehr zugewiesen
fr: Aucune adresse IP actuellement
nl: Momenteel geen IP-adres
pt_br: Sem nenhum endereço de IP
ru: Без IP адреса
sv: Ingen IP-adress nu

source: On A/C power
fr: Source d'alimentation : adaptateur secteur
nl: Voeding: lichtnetadapter
pt_br: Fonte A/C ligada
ru: Питание от сети
sv: Använder nätström

source: On battery power
fr: Source d'alimentation : batterie
nl: Voeding: batterij
pt_br: Fonte da bateria ligada
ru: Питание от батареи
sv: Använder batteriström

source: On UPS power
fr: Source d'alimentation : UPS
nl: Voeding: UPS
pt_br: Fonte do UPS ligada
ru: Питание от ИБП
sv: Använder UPS-ström

source: Private
de: Privat
fr: Privée
nl: Privaat
pt_br: Privado
ru: Частный
sv: Privat

source: Public
de: Öffentlich
fr: Publique
nl: Publiek
pt_br: Público
ru: Публичный
sv: Publik

source: Reserved
de: Reserviert
fr: Réservée
nl: Gereserveerd
pt_br: Reservado
ru: Резервный
sv: Reserverad

source: Switched to A/C Power
fr: Changement de source d'alimentation : adaptateur secteur
nl: Geschakeld naar lichtnetadapter
pt_br: Fonte A/C mudada
ru: Переключился на питание от сети
sv: Bytte till nätström

source: Switched to Battery Power
fr: Changement de source d'alimentation : batterie
nl: Geschakeld naar batterij
pt_br: Fonte da bateria mudada
ru: Переключился на питание от батареи
sv: Bytte till batteriström

source: Switched to UPS Power
fr: Changement de source d'alimentation : UPS
nl: Geschakeld naar UPS
pt_br: Fonte UPS mudada
ru: Переключился на питание от ИБП
sv: Bytte till UPS-ström

source: Sync finished
fr: Synchronisation terminée
nl: Synchronisatie voltooid
pt_br: Sincronização concluída
ru: Синхронизация завершена
sv: Synkronisering avslutad

source: Sync started
fr: Synchronisation démarrée
nl: Synchronisatie gestart
pt_br: Sincronização iniciada
ru: Синхронизация началась
sv: Synkronisering påbörjad

source: Test
pt_br: Teste
ru: Тестовый

source: Time remaining: %i minutes
fr: Temps restant : %i minutes
nl: Resterende tijd: %i minuten
pt_br: Tempo restante: %i minutos
ru: Осталось: %i мин.
sv: Tid kvar: %i minuter

source: Time to charge: %i minutes
fr: Temps de recharge : %i minutes
nl: Resterende oplaadtijd: %i
pt_br: Tempo para recarregar: %i
ru: До зарядки: %i
sv: Laddningstid: %i

source: Unnamed FireWire Device
fr: Périphérique FireWire inconnu
nl: Naamloos FireWire-apparaat
pt_br: Dispositivo FireWire Sem nome
ru: Безымянное устройство firewire
sv: Namnlös FireWire-enhet

source: USB 2.0 Bus
fr: Bus USB 2.0
pt_br: Dispositivo USB 2.0
ru: Шина USB 2.0
sv: USB 2.0-buss

source: USB Bus
fr: Bus USB
pt_br: Dispositivo USB
ru: Шина USB
sv: USB-buss

source: USB Connection
de: USB-Gerät verbunden
fr: Connexion USB
nl: USB verbinding
pt_br: Conexão USB
ru: Подключение USB
sv: USB-enhet ansluten

source: USB Device Connected
fr: Périphérique USB connecté
nl: USB-apparaat verbonden
pt_br: Dispositivo USB Conectado
ru: Устройство USB подключено
sv: USB-enhet ansluten

source: USB Device Disconnected
fr: Périphérique USB déconnecté
nl: USB-apparaat niet meer verbonden
pt_br: Dispositivo USB Desconectado
ru: Устройство USB отключено
sv: USB-enhet bortkopplad

source: USB Disconnection
de: USB-Gerät getrennt
fr: Déconnexion USB
nl: USB niet meer verbonden
pt_br: Desconexão do USB
ru: Отключение USB
sv: USB-enhet bortkopplad

source: Volume Mounted
de: Volume gemountet
fr: Volume monté
nl: Volume geactiveerd
pt_br: Volume Montado
ru: Том смонтирован
sv: Enhet monterad

source: Volume Unmounted
de: Volume ausgeworfen
fr: Volume démonté
nl: Volume gedeactiveerd
pt_br: Volume Desmontado
ru: Том размонтирован
sv: Enhet avmonterad
