Repository: progrium/growl
Catalog: StatusItem/Resources/*.lproj/Localizable.strings
Languages: cs, fr, nl, pt_br, sv, zh_tw

source: Default display
cs: Výchozí zobrazení
fr: Affichage prédéfini
nl: Standaard weergave
pt_br: Exibição padrão
sv: Standardskärm
zh_tw: 預設顯示

source: Default display changed to %@
cs: Výchozí zobrazení nastaveno na %@
fr: Affichage prédéfini changé en %@
nl: Standaardweergave gewijzigd naar %@
pt_br: Exibição padrão mudada para %@
sv: Standardskärm bytt till %@
zh_tw: 預設顯示已變更為 %@

source: Display changed
cs: Zobrazení bylo změněno
fr: Affichage modifié
nl: Weergave gewijzigd
pt_br: Exibição mudada
sv: Visningsstil ändrad
zh_tw: 已變更顯示

source: Don't show notifications, but still log them
cs: Nezobrazovat upozornění, pouze je zaznamenávat
fr: Enregistrer les notifications sans les afficher
nl: Toon geen meldingen maar log ze wel
pt_br: Não exibir as notificações, mas continuar fazendo registro delas
sv: Visa inte meddelanden, men logga dem fortfarande
zh_tw: 不要顯示通知，但仍進行記錄

source: Hide Status Item
cs: Skrýt ikonu stavu
fr: Masquer l’état
nl: Verberg statusonderdeel
pt_br: Esconder o Item de Estado
sv: Göm statusikon
zh_tw: 隱藏狀態項目

source: Hide this status item
cs: Skrýt tuto ikonu stavu
fr: Masquer l’état de Growl dans la barre de menu
nl: Verberg dit statusonderdeel
pt_br: Esconde esse item de estado
sv: Gömmer statusikonen
zh_tw: 隱藏此狀態項目

source: Log only, don't display
cs: Skrýt upozornění
fr: Enregistrer sans afficher
nl: Alleen loggen, niet weergeven
pt_br: Apenas registrar, não exibir
sv: Logga enbart, visa ej meddelanden
zh_tw: 隱藏通知

source: Open Growl Preferences...
cs: Otevřít předvolby Growl…
fr: Ouvrir les préférences de Growl…
nl: Open Growl voorkeuren...
pt_br: Abrir as Preferências do Growl...
sv: Öppna Growls inställningspanel...
zh_tw: 打開 Growl 偏好設定⋯

source: Open the Growl preference pane
cs: Otevřít Panel předvoleb Growl
fr: Ouvrir le panneau de préférence
nl: Open het Growl voorkeurenpaneel
pt_br: Abre o painél de preferências do Growl
sv: Öppna Growls inställningspanel
zh_tw: 打開 Growl 偏好設定面板

source: Restart Growl
cs: Znovu spustit Growl
fr: Redémarrer Growl
nl: Herstart Growl
pt_br: Reiniciar o Growl
sv: Starta om Growl
zh_tw: 重新啟動 Growl

source: Set the default display style
cs: Nastavit výchozí styl zobrazení
fr: Style par défaut
nl: Stel de standaard weergavestijl in
pt_br: Definir o estilo de exibição padrão
sv: Ställ in standardstil
zh_tw: 設定預設顯示樣式

source: Start Growl
cs: Spustit Growl
fr: Démarrer Growl
pt_br: Iniciar o Growl
sv: Starta Growl
zh_tw: 啟動 Growl

source: Sticky Notifications
cs: Prodloužená upozornění
fr: Épingler les notifications
nl: Sticky meldingen
pt_br: Etiquetas de Notificações
sv: Klistra meddelanden
zh_tw: 暫留通知

source: Stop Growl
cs: Zastavit Growl
fr: Arrêter Growl
pt_br: Parar o Growl
sv: Stoppa Growl
zh_tw: 停止 Growl

source: Toggles the sticky notification state
cs: Přepnout stav prodloužených upozornění
fr: Permuter l’état de l’épinglage des notifications
nl: Activeert/deactiveert de sticky status van meldingen
pt_br: Alterna o estado de etiquetamento das notificações
sv: Slår på eller av klistrade meddelanden
zh_tw: 切換暫留通知狀態
