Repository: progrium/growl
Catalog: Extras/GrowlTunes/*.lproj/Localizable.strings
Languages: de, nl, pt_br, ru, sv

# %@ — %@ %@ (Composed by %@) %@ %@
source: %1$@ — %2$@ %3$@ (Composed by %4$@) %5$@ %6$@
nl: %1$@ — %2$@ %3$@ (Gecomponeerd door %4$@) %5$@ %6$@
pt_br: %@ — %@ %@ (Composto por %@) %@ %@
ru: %1$@ — %2$@ %3$@ (Композитор %4$@) %5$@ %6$@
sv: %1$@ — %2$@ %3$@ (Komponerad av %4$@) %5$@ %6$@

source: Begins asking iTunes for track information. You will then start receiving Growl notifications from GrowlTunes.
de: Startet die Nachfrage von Track-Informationen von iTunes. Growl-Benachrichtigungen von GrowlTunes werden gesendet.
nl: Begint iTunes te vragen om nummerinformatie. U ontvangt vanaf dan Growl-meldingen van GrowlTunes.
pt_br: Começa a fazer perguntas sobre as informações de faixas ao iTunes. Você vai começar a receber notificações do GrowlTunes.
ru: Включает опрос iTunes. Вы начнёте получать оповещения Growl от GrowlTunes.
sv: Börjar fråga iTunes efter spårinformation, vilket gör att du kommer börja få Growl-meddelanden från GrowlTunes.

source: Changed Tracks
nl: Gewijzigde nummers
ru: Сменил композицию
sv: Byter spår

source: GrowlTunes’ control status item.
de: GrowlTunes Kontrolle.
nl: GrowlTunes' statusonderdeel.
sv: GrowlTunes statusikon

source: Launch iTunes
de: iTunes starten
nl: Start iTunes
pt_br: Abrir iTunes
ru: Запустить iTunes
sv: Starta iTunes

source: Online Help
de: Online Hilfe
pt_br: Ajuda Online
ru: Справка в сети
sv: Onlinehjälp

source: Opens the webpage for GrowlTunes help on the Growl website in your selected browser.
de: Öffnet die Seite mit der GrowlTunes Hilfe auf der Growl Webseite im Standardbrowser.
nl: Opent de webpagina voor GrowlTunes hulp op de Growl website in uw standaardwebbrowser.
pt_br: Abre a página de ajuda do GrowlTunes no site do Growl em seu navegador selecionado.
ru: Открывает веб-страницу GrowlTunes на сайте Growl.
sv: Öppnar sidan för GrowlTunes hjälp på Growls hemsida i din webläsare.

source: Quit Both
de: Beide beenden
nl: Stop beide
pt_br: Encerrar ambos
ru: Завершить обе
sv: Avsluta båda

source: Quit GrowlTunes
de: GrowlTunes beenden
nl: Stop GrowlTunes
pt_br: Encerrar GrowlTunes
ru: Завершить GrowlTunes
sv: Avsluta GrowlTunes

source: Quit iTunes
de: iTunes beenden
nl: Stop iTunes
pt_br: Encerrar iTunes
ru: Завершить iTunes
sv: Avsluta iTunes

source: Quits both iTunes and GrowlTunes
nl: Stopt zowel iTunes en GrowlTunes
ru: Завершить iTunes и GrowlTunes
sv: Avslutar både iTunes och GrowlTunes

source: Rating
de: Wertung
nl: Beoordeling
pt_br: Classificação
ru: Рейтинг
sv: Betyg

source: Recently Played Tunes
de: Zuletzt abgespielte Titel
nl: Recent gespeelde nummers
pt_br: Música Reproduzida Recentemente
ru: Недавние композиции
sv: Senaste spelade

source: Start Polling
de: Polling starten
nl: Start opvragen
pt_br: Inicia a Votação
ru: Начать опрос
sv: Börja fråga

source: Started Playing
nl: Gestart met spelen
ru: Начал воспроизведение
sv: Börjar spela

source: Stop Polling
de: Polling stoppen
nl: Stop opvragen
pt_br: Para a Votação
ru: Остановить опрос
sv: Sluta fråga

source: Stops GrowlTunes from asking iTunes for track information. You will then no longer receive Growl notifications from GrowlTunes.
de: Beendet die Nachfrage von Track-Informationen von iTunes. Growl-Benachrichtigungen von GrowlTunes werden nicht mehr gesendet.
nl: Stopt iTunes te vragen om nummerinformatie. U ontvangt vanaf dan geen Growl-meldingen meer van GrowlTunes.
pt_br: Faz o GrowlTunes parar de perguntar ao iTunes sobre as informações de faixas. Você não irá receber mais notificações do GrowlTunes.
ru: Выключает опрос iTunes. Вы прекратите получать оповещения Growl от GrowlTunes.
sv: Slutar fråga iTunes efter spårinformation, vilket gör att du kommer sluta få Growl-meddelanden från GrowlTunes.

source: Tells iTunes to play this track again.
de: Veranlasst iTunes diesen Track noch einmal zu spielen.
nl: Vertelt iTunes om dit nummer opnieuw af te spelen.
pt_br: Fala pro iTunes reproduzir a faixa novamente.
ru: Проиграть ещё раз данную композицию в iTunes.
sv: Säger åt iTunes att spela spåret igen.

source: Turns on or off GrowlTunes' periodic asking of iTunes for track information.
de: Schaltet die periodische Nachfrage von Track-Informationen von iTunes an oder aus.
nl: Schakelt het periodiek vragen aan of uit van nummerinformatie bij iTunes door GrowlTunes.
pt_br: Liga ou desliga a funcionalidade do GrowlTunes fazer perguntas periódicas ao iTunes sobre as informações de faixas.
ru: Включить/выключить получение информации о композиции из iTunes.
sv: Slår på eller av att GrowlTunes periodiskt frågar iTunes efter spårinformation.
